org/common-mirror-list.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: 常用镜像列表
#+DATE: <2020-05-18 Mon>
| 名字                         | 网址                                          | 备注 |
|------------------------------+-----------------------------------------------+------|
| 阿里巴巴开源镜像站           | [[https://developer.aliyun.com/mirror/]]      |      |
| 搜狐开源镜像站               | [[http://mirrors.sohu.com/]]                  |      |
| 网易开源镜像站               | [[http://mirrors.163.com/]]                   |      |
| 上海交通大学开源镜像站       | [[http://ftp.sjtu.edu.cn/html/resources.xml]] |      |
| 华中科技大学开源镜像站       | [[http://mirror.hust.edu.cn/]]                |      |
| 清华大学开源镜像站           | [[https://mirrors.tuna.tsinghua.edu.cn/]]     |      |
| 北京理工大学开源镜像站       | [[http://mirror.bit.edu.cn/web/]]             |      |
| 兰州大学开源镜像站           | [[http://mirror.lzu.edu.cn/]]                 |      |
| 中国科技大学开源镜像站       | [[http://mirrors.ustc.edu.cn/]]               |      |
| 大连东软信息学院             | [[http://mirrors.neusoft.edu.cn/]]            |      |
| 浙江大学                     | [[http://mirrors.zju.edu.cn/]]                |      |
| 重庆大学                     | [[http://mirrors.cqu.edu.cn/]]                |      |
| 西北农林科技大学             | [[https://mirrors.nwsuaf.edu.cn/]]            |      |
| 首都在线科技股份有限公司     | [[http://mirrors.yun-idc.com/]]               |      |
| 常州贝特康姆软件技术有限公司 | [[http://centos.bitcomm.cn/]]                 |      |
| 公云 PubYun                  | [[http://mirrors.pubyun.com/]]                |      |

软件版列表：

| 名字   | 网址                                           | 备注   |
|--------+------------------------------------------------+--------|
| 阿里云 | [[http://mirrors.aliyun.com/ubuntu-releases/]] | Ubuntu |
| 网易   | [[http://mirrors.163.com/ubuntu-releases/]]    | Ubuntu |
| 搜狐   | [[http://mirrors.sohu.com/ubuntu-releases/]]   | Ubuntu |

| 名字   | 网址                                  | 备注   |
|--------+---------------------------------------+--------|
| 阿里云 | [[http://mirrors.aliyun.com/centos/]] | CentOS |
| 网易   | [[http://mirrors.163.com/centos/]]    | CentOS |
| 搜狐   | [[http://mirrors.sohu.com/centos/]]   | CentOS |
