blog/2020/common-mirror-list.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-07 Mon 15:00 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>常用镜像列表</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">常用镜像列表</h1>
</header><table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">名字</th>
<th scope="col" class="org-left">网址</th>
<th scope="col" class="org-left">备注</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">阿里巴巴开源镜像站</td>
<td class="org-left"><a href="https://developer.aliyun.com/mirror/">https://developer.aliyun.com/mirror/</a></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">搜狐开源镜像站</td>
<td class="org-left"><a href="http://mirrors.sohu.com/">http://mirrors.sohu.com/</a></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">网易开源镜像站</td>
<td class="org-left"><a href="http://mirrors.163.com/">http://mirrors.163.com/</a></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">上海交通大学开源镜像站</td>
<td class="org-left"><a href="http://ftp.sjtu.edu.cn/html/resources.xml">http://ftp.sjtu.edu.cn/html/resources.xml</a></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">华中科技大学开源镜像站</td>
<td class="org-left"><a href="http://mirror.hust.edu.cn/">http://mirror.hust.edu.cn/</a></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">清华大学开源镜像站</td>
<td class="org-left"><a href="https://mirrors.tuna.tsinghua.edu.cn/">https://mirrors.tuna.tsinghua.edu.cn/</a></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">北京理工大学开源镜像站</td>
<td class="org-left"><a href="http://mirror.bit.edu.cn/web/">http://mirror.bit.edu.cn/web/</a></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">兰州大学开源镜像站</td>
<td class="org-left"><a href="http://mirror.lzu.edu.cn/">http://mirror.lzu.edu.cn/</a></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">中国科技大学开源镜像站</td>
<td class="org-left"><a href="http://mirrors.ustc.edu.cn/">http://mirrors.ustc.edu.cn/</a></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">大连东软信息学院</td>
<td class="org-left"><a href="http://mirrors.neusoft.edu.cn/">http://mirrors.neusoft.edu.cn/</a></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">浙江大学</td>
<td class="org-left"><a href="http://mirrors.zju.edu.cn/">http://mirrors.zju.edu.cn/</a></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">重庆大学</td>
<td class="org-left"><a href="http://mirrors.cqu.edu.cn/">http://mirrors.cqu.edu.cn/</a></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">西北农林科技大学</td>
<td class="org-left"><a href="https://mirrors.nwsuaf.edu.cn/">https://mirrors.nwsuaf.edu.cn/</a></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">首都在线科技股份有限公司</td>
<td class="org-left"><a href="http://mirrors.yun-idc.com/">http://mirrors.yun-idc.com/</a></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">常州贝特康姆软件技术有限公司</td>
<td class="org-left"><a href="http://centos.bitcomm.cn/">http://centos.bitcomm.cn/</a></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">公云 PubYun</td>
<td class="org-left"><a href="http://mirrors.pubyun.com/">http://mirrors.pubyun.com/</a></td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
软件版列表：
</p>

<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">名字</th>
<th scope="col" class="org-left">网址</th>
<th scope="col" class="org-left">备注</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">阿里云</td>
<td class="org-left"><a href="http://mirrors.aliyun.com/ubuntu-releases/">http://mirrors.aliyun.com/ubuntu-releases/</a></td>
<td class="org-left">Ubuntu</td>
</tr>

<tr>
<td class="org-left">网易</td>
<td class="org-left"><a href="http://mirrors.163.com/ubuntu-releases/">http://mirrors.163.com/ubuntu-releases/</a></td>
<td class="org-left">Ubuntu</td>
</tr>

<tr>
<td class="org-left">搜狐</td>
<td class="org-left"><a href="http://mirrors.sohu.com/ubuntu-releases/">http://mirrors.sohu.com/ubuntu-releases/</a></td>
<td class="org-left">Ubuntu</td>
</tr>
</tbody>
</table>

<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">名字</th>
<th scope="col" class="org-left">网址</th>
<th scope="col" class="org-left">备注</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">阿里云</td>
<td class="org-left"><a href="http://mirrors.aliyun.com/centos/">http://mirrors.aliyun.com/centos/</a></td>
<td class="org-left">CentOS</td>
</tr>

<tr>
<td class="org-left">网易</td>
<td class="org-left"><a href="http://mirrors.163.com/centos/">http://mirrors.163.com/centos/</a></td>
<td class="org-left">CentOS</td>
</tr>

<tr>
<td class="org-left">搜狐</td>
<td class="org-left"><a href="http://mirrors.sohu.com/centos/">http://mirrors.sohu.com/centos/</a></td>
<td class="org-left">CentOS</td>
</tr>
</tbody>
</table>
</div>
</body>
</html>